; === Upgrade info ===

[X2DownloadableContentInfo_BlackOps]
ModUpgradeLabel="Shadow Ops Class Pack beta v0.7"
ModUpgradeSummary="Shadow Ops Class Pack已升级至测试版本0.7。重要变更：<br/><br/><Bullet/>战斗工程师和步兵的技能树已经过调整，猎人的技能树略有改动。<br/><Bullet/>从此模组原先版本中留下来的所有士兵都可以免费重置技能一次。请进入军械库启用重置。<br/><Bullet/>步兵的支援一侧技能树增加了两个医疗包使用的技能。<br/><Bullet/>移动目标、根深蒂固、断裂、背包大师、先发制人和热血汹涌作了大幅改变。<br/><Bullet/>增加了四个只有通过高级战事中心才能获得的技能。你需要新的游戏使它们出现。<br/><br/>欲了解更多信息请阅读自述文件。"
ModUpgradeAcceptLabel="已了解"

[UIScreenListener_UIArmory_Promotion]
LocFreeRespec="免费重置"
RespecWarning="由于Shadow Ops Class Pack对技能树做出了一些调整，你的士兵可以进行免费的技能重置。如果你先升级了士兵，而没有使用免费重置，那么免费重置的机会就没有了。"
RespecWarningTitle="免费重置失效"